{
    "html": {
        "avatarOverlay": "Éditer"
    },
    "js": {
        "login": {
            "error": {
                "invalidValue": "* Valeur invalide",
                "requiredValue": "* Obligatoire",
                "userMigrated": {
                    "title": "Erreur lors de la connexion: <br> Informations d'identification invalides",
                    "desc": "Vous avez tenté de vous connecter avec un compte migré. Réessayez en utilisant l'adresse e-mail du compte comme nom d'utilisateur."
                },
                "invalidCredentials": {
                    "title": "Erreur lors de la connexion: <br> Informations d'identification invalides",
                    "desc": "L'e-mail ou le mot de passe que vous avez entré est incorrect. Veuillez réessayer."
                },
                "rateLimit": {
                    "title": "Erreur lors de la connexion: <br> Trop de tentatives",
                    "desc": "Il y a eu trop de tentatives de connexion avec ce compte récemment. Veuillez réessayer plus tard."
                },
                "noInternet": {
                    "title": "Erreur lors de la connexion: <br> Pas de connexion Internet",
                    "desc": "Vous devez être connecté à Internet pour vous connecter. Veuillez vous connecter et réessayer."
                },
                "authDown": {
                    "title": "Erreur lors de la connexion: <br> Authentication Server Offline",
                    "desc": "Mojang's authentication server is currently offline or unreachable. Please wait a bit and try again. You can check the status of the server on <a href=\"https://help.mojang.com/\">Mojang's help portal</a>."
                },
                "notPaid": {
                    "title": "Erreur lors de la connexion: <br> jeu non acheté",
                    "desc": "Le compte avec lequel vous essayez de vous connecter n'a pas acheté de copie de Minecraft. <br> Vous pouvez en acheter une sur <a href=\"https://minecraft.net/\"> Minecraft.net </a>"
                },
                "unknown": {
                    "title": "Erreur lors de la connexion: <br> Erreur inconnue"
                }
            },
            "login": "S'IDENTIFIER",
            "loggingIn": "SE CONNECTER",
            "success": "SUCCÈS",
            "tryAgain": "Réessayer"
        },
        "landing": {
            "launch": {
                "pleaseWait": "Veuillez patienter.."
            }
        }
    }
}